{
    "id": "Q135790251",
    "label": "Robert Joseph Randall, Sr.",
    "biographyMarkdown": "# Robert Joseph Randall, Sr.\n## Graduate of Sheffield Scientific School, 1942\n\nRobert Joseph Randall was born in 1922 in Pittsburgh, Pennsylvania, to Philip James Clyde Randall and Mary J. Carter Randall. An attorney in private practice, his father had received a B.A. from Talladega College and a bachelor of law degree from Howard University; he was the first Black person admitted to the Allegheny County Bar Association. His older brother, Philip, Jr., received a B.A. from Howard University in 1937. \n\nRobert Randall distinguished himself academically, placing first in the Allegheny County Civic Club exams in 1939, given to 768 academically gifted graduates from all the county high schools. He then graduated first in his class from Westinghouse House School in Pittsburgh. \n\nAccording to a 1939 article in the *New Pittsburgh Courier*, Randall won a scholarship to attend Yale given by the Allegheny County Bar Association designated for children of its members. When Randall died at the age of 90, an article in The Hour, a Norwalk, Conn., newspaper, reported that the scholarship committee did not realize Randall was Black. The chair of the Yale Board of Admissions, Edward S. Noyes, tried to dissuade Randall from attending the university. He wrote, “It seems to me, however, only fair to call to your attention the fact that if you come here to college you cannot avoid being conspicuous. In an ideal society, this fact would not be important; as things are, I suspect that it is. This letter is entirely unofficial. The doors of the University are open to you. But I am making bold to suggest that before you decide to enter those doors you consider not only the advantages that undoubtedly lie behind them for anyone, but also the possible disadvantages in your own case. I am sure that, to a person of your intelligence, I need not labor this point.”[^1]\n\nRandall first matriculated to Yale in 1939, in the School of Fine Arts, Department of Architecture. In the fall of 1940, he registered again as a freshman in the Sheffield Scientific School as a member of the Class of 1943. He joined the Naval R.O.T.C. at Yale, but he was not commissioned as an officer due to the navy’s policy against commissioning Black officers. This situation became something of a controversy at Yale, likely spurred by a letter Randall wrote to the *Yale Daily News*, which was published on August 25, 1942:\n\n>I have been refused admission into the Marine and Naval Reserves, simply because I am a Negro. The same treatment has been accorded similarly qualified Negroes all over the country. In fact, most of the reserve programs were not even announced by the government at the Negro colleges and universities. In this way, the country, in a time of great crisis, is depriving itself of the services of a large number of its young men qualified for leadership. The existence and continuation of this situation are due solely to the presence of prejudiced, short-sighted men in high rank in the Navy, the Army, the War and Navy departments, and in Congress. These men are also responsible for the segregation of the Negro units in the Army, which has resulted in racial strife and, in several cases, shootings and lynchings. To my mind, the influence of these men can only be combatted by political pressure upon them. If the News agrees with me, I would like to suggest that the *News* devise some method of expressing the opinion of Yale students on this question.\n\nOn August 28, 1942, the *News* reported, “BMI Proposed Negro Eli for V-1; Rejection Responsibility Rests on Policy of Navy.” The article explained, “As far as Yale University is concerned, the responsibility for the rejection of Robert Randall, 1944S, Negro, from the V-1 program rests purely upon Navy Department policy. Randall applied last May for the V-1 program under which he would have received a reserve status and through which he would have been allowed to complete college. His application was considered by the Bureau of Military Information in the same manner as the application of any student. The BMI found Randall physically, scholastically, and personally qualified and gave him full recommendation to the Navy. The local recruiting office, which had the final veto on the University’s recommendations for applicants for the V-1 quota, rejected Randall. The refusal to accept the Negro student was evidently part of Navy policy. At present, Randall has an application in for the Army Enlisted Reserve, which according to James McL. Tompkins, director of the BMI, has no restrictions regarding Negro students here. It is not known, however, by the BMI whether the Army Enslited Reserve Corps plan has been opened to purely Negro colleges.”[^2] \n\nThe coverage in the *Yale Daily News* may have attracted the attention of others on campus. A few days later, on Sept. 3, the *YDN* again reported on Randall’s case: “Dwight Hall Questions Frank Knox on Navy’s Policy toward Negroes.” In a formal letter to Knox, secretary of the navy, members of the Dwight Hall executive committee and several Yale faculty members asked, “Does the policy of the U.S. Navy exclude Negroes from training for Naval officers,” further noting “the concern which has been aroused in Yale University about this case makes it highly desirable to make this formal inquiry public in the press.” On Sept. 7, the *YDN* reported that the Navy Bureau of Personnel had responded to an inquiry from the News, clarifying the navy’s position: “There is no existing law or regulation to prevent the appointment of Negroes as officers in the United States Naval Reserve. For several months we have been accepting Negroes in certain enlisted classifications. But as you may be aware, the Navy has for some time past refused to accept Negroes for appointment as commissioned officers. This policy was instituted in the interest of harmony and efficiency aboard ship after many years of experience. This policy is in no way a reflection on the Negro, neither as a class or individually. It is simply a matter of practicability. As once said, ‘One does not install a part in a machine, no matter how excellent that part bay be in itself unless it will fit and work smoothly with other parts.’ Negro officers aboard ship would consist a small minority difficult to assimilate, which, despite anything we could do, would inevitably create a source of discord harmful to the Service.”[^3]\n\nRandall joined the Air Force Enlisted Reserve Corps (air crew) in late 1942. He graduated with a B.S. from Yale in December 1942.\n\nIn response to a 1945 alumni office inquiry, Randall wrote that he entered service as an aviation cadet, non-flying, on April 25, 1943. He completed AAF Technical School at Yale on Dec. 2, 1943, and was commissioned as a second lieutenant, serving as an aircraft engineering officer and weight and balance officer at Tuskegee Army Air Field. He entered pilot training in January 1944. According to a later article, he was promoted to first lieutenant with the Tuskegee Airmen. He wanted to be a pilot but was told he was too tall and instead served as a mechanic.[^4] \n\nIn 1946, Randall married Doryce (elsewhere Doris) Belle Farrar of Bridgeport, Connecticut, who became a nurse. Randall studied for a master’s degree in mathematics from Columbia University and later earned a master’s degree in economics from the New School for Social Research. While studying, he worked for the Mutual of New York Insurance Company. He passed the actual exams and, in 1952, became the first Black Fellow of the Society of Actuaries. He was later president of the Intramerica Life, becoming the first Black president of a national insurance company. Even after retirement, he remained active in the profession, authoring articles, and he was known for his commitment to mentoring young people in the profession and promoting the recruitment of Black professionals.[^5] \n\nIn 1958, the Randalls moved to Norwalk, Connecticut, where their purchase of a house in a white neighborhood provoked both discord and gestures of welcome. The Randalls received letters expressing their opposition to them moving to the neighborhood, including one who wrote, “I read that you just moved into an all-white neighborhood. I think this is the height of nerve on your part. We realized you are also God’s children, but why not stay with your own.” The opposition to the Randalls moving to the neighborhood was reported in New York newspapers at the time. The Randalls later described their struggles to find a broker to represent them, having deals dissolve, and being counseled to find a white lawyer to stand in for them. In 1958, the *New York Herald Tribune* reported in “Neighbors Welcome Negroes to Norwalk,” that a white family in the neighborhood was throwing a party for the Randalls. “We simply want the Randalls to know that they are welcome here,” the host, William W. Atkin, an editor hosting the party, said. Another article in the *New York Amsterdam News*, a Black newspaper, announced a surprise housewarming party thrown by friends from other towns; the guest included James R. Royster of New Haven and Mrs. Constance J. Motley of New York, the future judge and civil rights leader.[^6]\n\nRandall’s obituary noted his love of chess, jazz, tennis, travel, and family. At the age of 86, he attended Barack Obama’s first inauguration as president. He died in 2012 at the age of 90.[^7]\n\n[^1]: Robert Randall obituary, https://www.raymond.care/obituaries/robert-randall; “Yale University Scholarship Award Given Robert Randall,” *New Pittsburgh Courier*, August 26, 1936; Edward S. Noyes to Robert J. Randall, July 22, 1940, reproduced in Steve Kobak, “Robert Randall, Longtime Norwalker, Dies at 90,” The Hour [Norwalk], April 21, 2012, https://www.thehour.com/norwalk/article/Robert-Randall-longtime-Norwalker-dies-at-90-8138213.php\n\n[^2]: “BMI Proposed Negro Eli for V-1,” *Yale Daily News*, August 28, 1942, included in Randall alumni file. \n\n[^3]: “Navy Personnel Bureau Clarifies Negroes’ Position in V-1 Program,” *Yale Daily News*, Sept. 8, 1942, included in Randall alumni file.\n\n[^4]: Kobak, “Robert Randall.”\n\n[^5]: Doris Randall obituary, https://www.raymond.care/obituaries/doris-randall; “The SOA’s First Black Fellow,” *The Actuary Magazine*, August/September 2019, https://www.theactuarymagazine.org/the-soas-first-black-fellow.\n\n[^6]: Letter to Robert J. Randall, March 5, 1958, reproduced in Kobak, “Robert Randall;” Matthew Kauffman, “A Colorblind Society May Be Naïve Vision,” Hartford Courant, June 27, 1994; Don Ross, “Neighbors Welcome Negroes to Norwalk,” *New York Herald Tribune*, Feb 26, 1958; Sara Slack, “Surprise Housewarming for Robert Randalls,’ *New York Amsterdam News*, August 23, 1958.\n",
    "description": "Graduate of Sheffield Scientific School, 1942",
    "properties": {
        "sex or gender": {
            "label": "sex or gender",
            "values": [
                {
                    "value-type": "wikibase-item",
                    "id": "Q6581097",
                    "data": {
                        "label": "male",
                        "instance_of": [
                            "gender identity",
                            "sex of humans"
                        ]
                    },
                    "text": "male"
                }
            ]
        },
        "place of birth": {
            "label": "place of birth",
            "values": [
                {
                    "value-type": "wikibase-item",
                    "id": "Q1342",
                    "data": {
                        "label": "Pittsburgh, Pennsylvania, United States",
                        "instance_of": [
                            "city of Pennsylvania",
                            "county seat",
                            "big city",
                            "home rule municipality of Pennsylvania"
                        ],
                        "properties": {
                            "coordinate location": {
                                "label": "coordinate location",
                                "values": [
                                    {
                                        "value-type": "globe-coordinate",
                                        "latitude": 40.44166666666667,
                                        "longitude": -80
                                    }
                                ]
                            }
                        }
                    },
                    "text": "Pittsburgh, Pennsylvania, United States"
                }
            ]
        },
        "date of birth": {
            "label": "date of birth",
            "values": [
                {
                    "value-type": "time",
                    "text": "1922"
                }
            ]
        },
        "date of death": {
            "label": "date of death",
            "values": [
                {
                    "value-type": "time",
                    "text": "2012"
                }
            ]
        },
        "educated at": {
            "label": "educated at",
            "values": [
                {
                    "value-type": "wikibase-item",
                    "id": "Q8047422",
                    "data": {
                        "label": "Yale School of Art",
                        "instance_of": [
                            "educational institution",
                            "arts educational institution"
                        ],
                        "properties": {
                            "coordinate location": {
                                "label": "coordinate location",
                                "values": [
                                    {
                                        "value-type": "globe-coordinate",
                                        "latitude": 41.3086,
                                        "longitude": -72.9319
                                    }
                                ]
                            }
                        }
                    },
                    "text": "Yale School of Art",
                    "qualifiers": [
                        {
                            "label": "start time",
                            "values": [
                                {
                                    "value-type": "time",
                                    "text": "1939"
                                }
                            ]
                        }
                    ]
                },
                {
                    "value-type": "wikibase-item",
                    "id": "Q7492742",
                    "data": {
                        "label": "Sheffield Scientific School",
                        "instance_of": [
                            "college"
                        ]
                    },
                    "text": "Sheffield Scientific School",
                    "qualifiers": [
                        {
                            "label": "end time",
                            "values": [
                                {
                                    "value-type": "time",
                                    "text": "1942"
                                }
                            ]
                        }
                    ]
                },
                {
                    "value-type": "wikibase-item",
                    "id": "Q27988140",
                    "data": {
                        "label": "The New School for Social Research",
                        "instance_of": [
                            "academic department"
                        ],
                        "properties": {
                            "coordinate location": {
                                "label": "coordinate location",
                                "values": [
                                    {
                                        "value-type": "globe-coordinate",
                                        "latitude": 40.73557777777778,
                                        "longitude": -73.99696666666667
                                    }
                                ]
                            }
                        }
                    },
                    "text": "The New School for Social Research"
                }
            ]
        },
        "residence": {
            "label": "residence",
            "values": [
                {
                    "value-type": "wikibase-item",
                    "id": "Q54217",
                    "data": {
                        "label": "Norwalk, Connecticut, United States",
                        "instance_of": [
                            "city in the United States"
                        ],
                        "properties": {
                            "coordinate location": {
                                "label": "coordinate location",
                                "values": [
                                    {
                                        "value-type": "globe-coordinate",
                                        "latitude": 41.093888888889,
                                        "longitude": -73.419722222222
                                    }
                                ]
                            }
                        }
                    },
                    "text": "Norwalk, Connecticut, United States"
                }
            ]
        },
        "image": {
            "label": "image",
            "values": [
                {
                    "value-type": "commonsMedia",
                    "name": "No Image Available",
                    "image-info": [
                        {
                            "url": "/data/noimage.jpg",
                            "mime": "image/jpeg"
                        }
                    ]
                }
            ]
        },
        "family name": {
            "label": "family name",
            "values": [
                {
                    "value-type": "literal",
                    "text": "Randall,"
                }
            ]
        },
        "decades": {
            "label": "decades",
            "values": [
                {
                    "value-type": "literal",
                    "text": "1930s;1940s"
                }
            ]
        }
    }
}